// Failed uploads
{"file_path":"162366_100087_1cd4aea6c9716c7c3f69fda81008c84d714ace9a_100087.mp4",
"title":"Lunchbox/Soapbox: Anna Rose on How to Change the Mind of a Climate Sceptic: A Journey into the Climate Fight",
"description":"Anna Rose is co-founder and Chair of the Australian Youth Climate Coalition. Her new book Madlands: A Journey to Change the Mind of a Climate Sceptic tells the tale of her extraordinary journey with Liberal Party powerbroker Nick Minchin, which was also documented by ABC TV in the special I Can Change Your Mind About Climate. In our first Lunchbox/Soapbox for Programme Two, Anna discusses the rise of climate denialism both in Australia and globally, why the Australian media doesn’t discuss climate change rationally, what motivates the denialist elite – and how to change people’s minds!","category_id":"22",
"keywords":"Ideas, Melbourne, Australia, Conversation, The Wheeler Centre, Victoria, Writing",
"privacy_status":"public",
"recording_date":"2012-05-03T18:34:00+10:00"
}
{"file_path":"149359_91938_d72aa3454b00ebb182bc2861bc48802175263216_91938.mp4","title":"Jonathan Safran Foer","description":"Jonathan Safran Foer is one of the most celebrated writers working in the English language today. Named among Granta’s Best Young American Writers and the New Yorker’s 20 Best Under 40, he’s one of the rising stars of a new generation of American greats. Best known for his two novels Everything is Illuminated and Extremely Loud and Incredibly Close, Foer’s first major work of non-fiction, Eating Animals, was a passionate piece of advocacy for conscious eating that changed minds and polarised audiences. In the colourful surrounds of Melbourne’s Storey Hall, he joined the Wheeler Centre’s Michael Williams in conversation.\n\nAs readers of Everything is Illuminated and Eating Animals will be well aware, Safran Foer’s grandmother looms large in his life, both as inspiration and at times a curious figure. He discusses her influence on him, including her remarks upon reading an excerpt of his first novel that it was “very nice”, but not how she would have chosen to write it. (He returns to the topic of his grandmother and the inspiration for Everything is Illuminated at the very end of the session, when an audience member asks him what he thinks about transgenerational trauma.)\n\nIt’s clear throughout the conversation that Safran Foer still feels reluctant to claim his identity as a writer. He recalls the first radio interview he ever undertook and how, via a “65-year-old black man in Trenton”, he became aware of the breadth of people to whom his writing could unwittingly relate. Even after the success of Everything is Illuminated, he says he had “no conception of [himself] as a writer”. “To me, it sounded like saying, ‘I’m a lover’. It didn’t seem like something one should say,” he argues, but admits “at a certain point it was just simply true.”\n\nAll the same, he contends that “writing is the vehicle and not the destination” and, at that, an imperfect but nonetheless thrilling one. “The ends for me are a kind of emotional experience or a kind of access to thoughts and feelings that I can’t get anywhere else,” he explains.\n\nSafran Foer’s entry into writing was unplanned. Without wanting to be a writer, he took a writing class at university, where Joyce Carol Oates took him under her wing, encouraging and mentoring him. He remembers a comment she made before a class one day as being the moment he realised there was such a thing as “my writing”. The support he experienced under Oates, he says, is the reason he now teaches students of his own. “The difference between writers and non writers is not [that] writers are better at writing,” he later adds. “It’s that writers write.”\n\nHe confesses to being a writer whose awareness of historical and critical context is not as keen as some of his peers, who are critics as well as writers. “I don’t think in that language of literary movements,” he explains. When pressed on the question of peers, he reveals his “natural” repulsion to the idea of being a part of a literary community or cohort. “Being a writer, to me, is being individual,” he clarifies, “so thinking about it in the opposite way makes me feel uncomfortable.”\n\nAs Williams directs discussion to his second novel, Safran Foer describes his response to being accused of exploiting tragedy for Extremely Loud and Incredibly Close, and describes how his brother’s early feedback prompted the question of whether the book was indeed about the September 11 attacks. Toward the end of the session, he shares his thoughts on the text’s filmic adaptation currently underway.\n\nSafran Foer briefly discusses his most recent book, the postmodern Tree of Codes. The volume, rendered almost sculpturally with its intricate die-cut pages, is a reconfiguration of his favourite book: Bruno Schulz’s Street of Crocodiles.\n\nAs he has often remarked, having kids has reemphasised to the author “the stakes of life, the stakes of writing”. It reinvigorated his desire to write and infused him with a heightened sense of responsibility for his decisions. The resulting book is his widely publicised work of non-fiction, Eating Animals.\n\nSafran Foer clearly separates Eating Animals from his other works. He explains to Williams why it’s not a work of art, but “useful”, and articulates the difference between fiction and non fiction.\n\nHe is also unconcerned with the question of whether he’s been recast as an activist since the book’s release. “I don’t care if I’m a novelist, I don’t care if I’m an activist. I care about spending my time in ways that feel meaningful to me, and ways that feel like they’re a reflection about my concerns,” he remarks. He says the point of Eating Animals was not to make people vegetarian, but simply to make the subject “harder to forget”, to urge people to ask questions and to guide them through those questions.\n\nThe New Yorker says he didn’t know much about eating animals before he started writing the book, having drifted in and out of vegetarianism for years. He now sees the term as stifling and lacking in subtlety, alienating many and imbuing others with a certain righteousness. “Obsessing over the details of identity, seeking out hypocrisy,” he states, “can feel really good… but they’re not useful.”\n\nInstead, we should focus on the common aims and universal values we all share. “We want a world that is less violent, less cruel and more sustainable,” he offers, underlining the fact that he considers himself neither an animal lover nor an environmentalist. “Let’s be serious about those things, including our limitations,” he adds, admitting that there is “zero chance” half of the assembled audience will be vegetarian in ten years. Williams cites the example of fellow New York resident and food critic Mark Bittman, a “quintessential foodie” whom Safran Foer says is “vegan until five”. “After five, he eats whatever he wants.”\n\nAn audience member asks how Safran Foer responds to critics of vegetarianism. The writer stresses the importance of being generous with your assumptions. He cites studies suggesting some animals may in fact suffer pain more intensely than we do, and that we must acknowledge the limits of our knowledge. If we are generous in our assumptions, he says, the worst outcome is that we’ve missed some good meals. But if we err on the side of the ungenerous, we could be partaking in something truly horrible.\n\nJonathan Safran Foer appeared with the support of the Sydney Opera House.\n","category_id":"22","keywords":"Ideas, Melbourne, Australia, Conversation, The Wheeler Centre, Victoria, Writing","privacy_status":"public"}
{"file_path":"152932_94238_97246df708805ad33523eabdef4f1afb039536b8_94238.mp4","title":"Paul Keating","description":"It was the prime ministerial event we had to have. On this special Sunday evening presentation, Paul Keating joined Robert Manne for a conversational marathon, coinciding with the publication of his post-prime ministerial speeches. From art to literature to music, from indigenous issues to economics and politics to his continuing vision for a better Australia, their discussion was laden with the flair and turn of phrase you’d expect from our most quotable public figure.\n\nBeginning the conversation, Manne asks Keating to elaborate on what Tony Blair claimed — fifteen years later, according to Keating — as his ‘third way’, balancing an efficient economy with ‘things that matter socially’ rather than choosing one or the other. In quick succession, Keating runs through the industrial agenda of the Labor Party, the fate of his superannuation policies under John Howard’s subsequent government, and that same government’s repealing of social wage reforms, demonstrating ‘a kind of viciousness’.\n\nDiscussion turns to Keating’s predecessor and close colleague Bob Hawke. ‘We fell out in the end because he stopped doing the hard stuff he didn’t want to do any more’, Keating explains, citing the turning point of their partnership as being the end of the ‘reform period’ in 1989, when Hawke became ‘no more use’ to him. (Later, Keating mentions Hawke’s reluctance on legislative land rights reform as far back as 1984.)\n\nAnother colleague mentioned often throughout the evening is former ACTU Secretary Bill Kelty, whom Keating credits as a key ally in his wage reforms.\n\nThe former PM elucidates the rate crisis leading up to what he now infamously labelled ‘the recession we had to have’, noting how he couldn’t instruct the ‘truly independent central bank’ he wished to engineer to lower rates.\n\nManne raises the Keating cultural vision for which his prime ministership ‘will probably be noted by historians’ once the work of economic reform, completed ‘in the nick of time’, had largely been addressed. Keating’s hopes beyond the 1996 election had included deepening indigenous reconciliation, he says. (At this point, he also begins to mention, for the first time of many through the event, his desire to strengthen connections between Australia and Asia.)\n\n1992’s landmark Mabo decision was ‘very important and great’, Keating continues, describing how he ‘hocked the government on native title’. Further, he introduced broader social measures which extended beyond native title (which he characterises as a ‘material response to colonial dispossession’): namely his social justice package, the land fund to buy back pastoral leases and the children in custody Royal Commission.\n\nAsked why Australia hasn’t accepted the ‘simple truth’ about the injustice of the dispossession, Keating responds that he’s never understood why this fact has been such an affront to conservative Australia. ‘History is not an affront,’ he says, dismissing those who refuse to acknowledge it.\n\n‘The thing about the conservatives of Australia: you’ve got to drag them all the time to everything,’ he goes on, citing Medicare and superannuation, and — with a glimmer of his famed wit — declaring Howard a ‘shellback’. ‘I just needed more time,’ he says of the 1996 election defeat. ‘If I’d had another year, I would have done him. What I did every other day was tread on him, you know?’\n\nPressed further by Manne, he talks about political correctness and the challenges which faced his big picture vision of 1996, arguing that the ‘rats and barnacles’ of the Canberra press gallery became bored with the reform agenda. This sentiment caused him to generally ignore the media between 1993-6, something in hindsight he admits he should not have done.\n\nOnce Howard took office, Keating laments, Australia’s moral compass was lost: and it remains to be recovered. Indeed, it requires an exorcism, he argues, pointing to the absurdity of the race debate in the face of global economic dominance by non-Europeans. ‘It’s sick, sick, sick… this is truly sick.’\n\nKokoda and Gallipoli both occupy strong symbolic places in Australia’s wartime memory, and Keating has always attended more diligently to the former. He describes his understandings of the two conflicts and what each represents about Australia’s place in the world, broadening his argument to describe nationalism and patriotism, and the effect each has had on the national psyche.\n\nOn the state of his party today, he opines that ‘Labor hasn’t lost its soul, but it has lost its story.’ What the party does well is manage transitions, and he sees an opportunity for it now as the region and the world adjust to the dominance of China and other emergent powers, again emphasising his message that ‘Australia must find our security in Asia, not from Asia’.\n\nOf course, Keating is appearing to talk about his book, After Words: The Post-Prime Ministerial Speeches. The core of the book, he explains, is ‘about the world’ — not parochial conversation — as he outlines the central ideas of the work.\n\nFinally, the capacity crowd is allowed to ask questions of Keating, and they ask him about his ‘unfinished revolution’ and what Australia needs to do now, the odds of him returning to politics (his ‘dash capability’ is spent, he retorts), the role of reciprocity in Asia and his advice for Simon Crean’s National Cultural Policy (Keating explains why music trumps the visual arts, setting the audience off in waves of amusement).\n\nAnd, when asked how social media can help politicians respond to what the public wants, Keating invokes the late Steve Jobs, arguing that a politician’s job is to give the public what it needs and not necessarily what it wants: and emphasising via the tech entrepreneur’s approach that people don’t always know in advance what they want or need.\n\n‘The key ingredient in public life,’ he offers, ‘is imagination.’\n","category_id":"22","keywords":"Ideas, Melbourne, Australia, Conversation, The Wheeler Centre, Victoria, Writing","privacy_status":"public"}
{"file_path":"163725_100999_646554b4a916fc788a7ea4e6c92c0a5a2f49d6e1_100999.mp4","title":"Lunchbox/Soapbox: Jim Davidson on Australia and the Monarchy","description":"Expanding on his recent essay for Griffith Review, historian and biographer Jim Davidson examines the complex history of Australia’s relationship with the British monarchy, and the various attempts to make it a real presence here. He concludes by asking, when will Australian society and polity face up to the inevitable and move on?\n","category_id":"22","keywords":"Ideas, Melbourne, Australia, Conversation, The Wheeler Centre, Victoria, Writing","privacy_status":"public"}
{"file_path":"163451_100809_1dd4a11dc96d834b9192d412be8c751abd7cd190_100809.mp4","title":"Lunchbox/Soapbox: Anita Sethi on the Human Experience in the Digital Age: Conversation, Relationships and Social Connection","description":"‘Only connect,’ said E M Forster. Could Mr Forster have envisaged a world in which one person connected with another, thousands of miles away, through free video and voice calls, instant messages and file sharing, via a computer and broadband internet connection? Humans are now so freely connected through computers as to cause consternation to governments like those of Russia and China.\n\nSkype is on a mission to ‘enable the world’s conversations,’ says its President, Josh Silverman. ‘Allowing the world to communicate for free empowers and links people and communities everywhere,’ he believes. The etymology of the word ‘conversation’ is ‘act of living with’, or ‘to live with, keep company with’.\n\nBut does virtual communication improve or impair that capacity for good human connection? How are conversations and thus relationships and identities changing in the digital age, as so many of us now have online presences? Visiting from the UK for the Emerging Writers’ Festival, Anita Sethi ponders these questions and more.\n","category_id":"22","keywords":"Ideas, Melbourne, Australia, Conversation, The Wheeler Centre, Victoria, Writing","privacy_status":"public"}